import React from "react";

const About = () => {
  return (
    <section className="container mx-auto py-8">
      <div className="px-3 lg:w-[50%] mx-auto">
        <h1 className="text-center mb-5 bg-[#ED0404] text-white font-bold h-[45px] flex items-center justify-center rounded-md">
          প্রাণরক্ত.কম স্বেচ্ছায় রক্তদাতাদের একটি ওয়েবসাইট
        </h1>
        <div className="flex flex-col gap-5 text-sm text-justify">
          <p>
            📋 <b>সুবিধাঃ</b> রক্তদানের পরে ওয়েবসাইটে সর্বশেষ রক্তদানের তারিখ
            পরিবর্তন/আপডেট করে দিলে আগামী ৪ মাস (১২০ দিন) রক্তদাতার নাম কাটা
            অবস্থায় দেখা যাবে। এতেকরে সহজে বুঝতে পারা যাবে কার রক্তদেওয়ার সময়
            হয়েছে, কার হয় নাই। আপনারও শেষ কবে রক্তদান করেছেন, রক্তদানের সময়
            হয়েছে কি না তা বুঝা সহজ হবে। তারিখ মনে রাখার ঝামেলা নাই।
            লগইন-রেজিস্ট্রেশন ঝামেলা ছাড়াই যে কেউ ওয়েবসাইট থেকে ডোনার খুঁজে নিয়ে
            সরাসরি যোগাযোগ করতে পারবেন। ডাটা থাকুক অনলাইনে, আপনারও যে কোন সময়,
            যে কোন যায়গা থেকে রক্তদাতা খুঁজে পাওয়া সহজ হবে।
          </p>
          <p>
            ♻ প্রাণরক্ত কোন একক সংগঠনের জন্য নয়, বরং সকল ব্যক্তির,সকল সংগঠনের
            সুবিধার জন্যই। যাঁরা রক্ত দেন তাঁদেরকে এবং রক্তদান সম্পর্কিত বিভিন্ন
            সংগঠনগুলোকে এক প্লাটফর্মে নিয়ে এসে রক্ত দেওয়া-পাওয়ার কাজটা সহজ করাই
            এর উদ্দেশ্য। আপনিও রক্তদাতা হলে ওয়েবসাইট এ রেজিস্ট্রেশন করুন।
          </p>
          <p>
            📎আপনার পরিচিত ব্লাড ডোনারদের এই ওয়েবসাইট সম্পর্কে জানান। মনে
            রাখবেন, সহজে রক্তদাতা পাওয়ার পূর্বশর্ত স্বেচ্ছায় রক্তদান। যতো বেশি
            জেনুইন রক্তদাতা রেজিস্ট্রেশন করবেন, রক্ত পাওয়া ততো সহজ হবে। যারা
            ব্লাড ডোনেট করেন, তাদেরকে প্রাণরক্ত.কম এ রেজিস্ট্রেশন করতে বলুন।
            নিজেও "রক্তদাতা হতে রেজিস্ট্রেশন করুন"। এখানে অন্য কোন গোপনীয়তা
            ভঙ্গের সুযোগ নেই। তাই রেজিস্ট্রেশন করার সময় সহজ পাসওয়ার্ড ব্যবহার
            করুন।
          </p>
          <p>
            👉 প্রতিবার রক্তদানের পর লগইন করে অবশ্যই সর্বশেষ রক্তদানের তারিখ
            পরিবর্তন করে দিন। ঐদিন থেকে আগামী ১২০ দিন বা ৪ মাস নাম কাটা দেখাবে।
            এতে সময়ের আগে আপনাকেও কেউ ফোন করে বিব্রত করবে না, রোগীর লোকেরও সময় ও
            অর্থ সাশ্রয় হবে। এই সময় পর স্বয়ংক্রিয়ভাবে ডোনারের নাম স্বাভাবিক
            ফন্টে দেখা যাবে। আপনার বর্তমান ঠিকানা পরিবর্তন হলে সেটাও আপডেট করে
            দিন।
          </p>
          <p>
            ⚠ রক্তের জন্য ফোন পেলে অবশ্যই রোগীর লোকের সাথে সাক্ষাতে কথা বলে
            নিয়ে, প্রয়োজনে রোগী দেখে তারপর রক্তদান করবেন। তাদের সুস্পষ্ট করে বলে
            জানিয়ে দিন যে, আপনি স্বেচ্ছায় এবং বিনামূল্যে রক্তদান করছেন। কেউ
            রক্ত ম্যানেজ করে দেওয়ার কথা বলে কোনরুপ আর্থিক লেনদেন এর চাহিদা করেছে
            কি না জেনে নিন। কোন দালাল যেন আপনাকে ম্যানেজ করে দেওয়ার নাম করে
            অর্থাৎ আপনার নাম ভাঙ্গিয়ে রোগীর লোকের কাছে টাকা পয়সা নিতে না পারে।
            এতটুকু সতর্কতা নিজের থাকা উচিৎ।
          </p>
          <p>
            🔴অন্যদের উৎসাহিত করতে রক্তদানের ছবি বা সেলফি দিয়ে এবং রক্তদানের
            গল্প, অভিজ্ঞতা ও অনুভূতি জানিয়ে আমাদের ফেসবুক গ্রুপে পোস্ট করুন।
            ফেসবুক গ্রুপ এর বাটন ওয়েবসাইটে দেয়া আছে।
          </p>
          <p>
            📌রক্তদান করে খালি হাতে আসবেন না, অবশ্যই রক্তগ্রহীতার পরিবারের,
            আত্মীয়দের কাউকে না কাউকে রক্তদানে উদ্বুদ্ধ করেই আসবেন। সম্ভব হলে
            তাদের কারো গ্রুপ জেনে ও ফোন নাম্বার নিয়ে আসবেন যাতে ঐ গ্রুপের কারো
            রক্ত লাগলে তাঁকে বলতে পারেন। আর এই সাইটের ঠিকানাটা লিখে দিয়ে আসবেন,
            পারলে রক্তদানে রাজি করিয়ে রেজিস্ট্রেশন করিয়েই আসবেন। শুধুই রক্তদান
            নয়, ডোনার সংখ্যা বৃদ্ধি করাও আপনার মানবিক দায়িত্ব।
          </p>
          {/* <p>
            🔍 আমরা প্রতিটি জেলায় রক্তবন্ধুর ভলান্টিয়ার খুঁজছি। আপনার এলাকায়
            যতোবেশি রক্তবন্ধু রেজিস্ট্রেশন হবে, আপনার এলাকার মানুষেরই রক্ত পাওয়া
            সহজ হবে। রক্তবন্ধু সম্পর্কে জানাতে, প্রচারে সহযোগিতা করতে আমাদের
            ফেসবুক গ্রুপে বেশি বেশি মেম্বার ইনভাইট করুন।
          </p> */}
          <p>
            <b>বিঃদ্রঃ</b> নারী ডোনারগণ ফোন নম্বর গোপন রাখতে "নারী" সিলেক্ট
            করুন। রক্তের জন্য কেউ আমাদের সাথে যোগাযোগ করলে নিশ্চিত হয়ে তবেই আমরা
            আপনার সাথে কথা বলে, অনুমতি সাপেক্ষে তাঁকে ফোন নম্বর দিবো।
          </p>
          <p>
            আমাদের ফেসবুক গ্রুপঃ <br />
            <a href="#" className="text-[#ED0404] font-bold">
              প্রাণরক্ত
            </a>
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
